Repository: AbanoubFakheryMakram/cbe
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: maan
ar: معاً

source: Settings
ar: الأعدادات

source: System Theme
ar: مظهر النظام

source: Light Theme
ar: الوضع النهاري

source: Dark Theme
ar: الوضع الليلي

source: Cancel
ar: الغاء

# selectLanguage
source: Please Select Language
ar: من فضلك اختر اللغة

source: Create new account
ar: تسجيل مستخدم جديد

source: Individual
ar: فرد

source: Corporate
ar: مؤسسة

source: Mobile Number
ar: رقم الهاتف

source: Enter mobile number
ar: أدخل رقم الهاتف

source: Password
ar: كلمة المرور

source: Enter password
ar: أدخل كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

source: English name
ar: الإسم باللغة الانجليزية

source: Enter english name
ar: أدخل الإسم باللغة الانجليزية

source: Email
ar: البريد الإلكتروني

# termsAndConditionPhrasePart1
source: By continuing, you agree to Ma'an
ar: بالمتابعة، أنت توافق على

# termsAndCondition
source: Terms and Conditions
ar: شروط وأحكام

source: Create An Account
ar: تسجيل مستخدم جديد

source: English trading name
ar: الإسم التجاري باللغة الإنجليزية

source: Enter english Trading Name
ar: أدخل الاسم التجاري باللغة الإنجليزية

source: Organization type
ar: نوع المؤسسة

source: other
ar: أخرى

source: Other organization type
ar: نوع آخر للمؤسسة

source: Enter other Organization Type
ar: أدخل نوع آخر للمؤسسة

source: Select
ar: اختر

# phoneErrorMessage
source: Enter valid mobile number
ar: أدخل رقم هاتف صحيح

# loginTitle
source: Login with Mobile number
ar: تسجيل دخول برقم الهاتف

# mobileNumberTitle
source: Mobile Number
ar: رقم الهاتف

# passwordTitle
source: Password
ar: كلمة المرور

# mobilePlaceHolder
source: Enter Mobile Number
ar: أدخل رقم هاتفك

# passwordPlaceHolder
source: Enter Your Password
ar: أدخل كلمة المرور

# forgetPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: دخول

source: Submit
ar: إرسال

# forgetPasswordBodyLineOne
source: Password reset instructions will be sent to your registered phone number
ar: سيتم إرسال تعليمات إعادة تعيين كلمة المرور إلى رقم هاتفك المسجل

# forgetPasswordTitle
source: Forgot password
ar: نسيت كلمة المرور

source: Sign in with Google
ar: تسجيل الدخول بجوجل

source: Sign in with Facebook
ar: تسجيل الدخول بفيسبوك

source: Sign in with UAE PASS
ar: (UAEPASS) تسجيل الدخول الامارات

# signinwithMobileNumber
source: Login with Mobile number
ar: تسجيل الدخول باستخدام رقم الهاتف المحمول

source: Or
ar: أو

# accountSignup
source: Don't have an account?
ar: ليس لديك حساب؟

# requiredField
source: This field is required
ar: هذا الحقل مطلوب

# organizationNameHint
source: This name will be displayed on fundraising portal to platform’s users
ar: هذا الإسم سيظهر لزائري موقع معاً

# confirmPasswordErrorMessage
source: Passwords mismatch
ar: كلمة المرور غير مطابقة

# passwordErrorMessage
source: Password must include characters and digits, and the length must be minimum 8 characters and maximum 20 characters
ar: كلمة المرور يجب أن تحتوي علي حروف وأرقام، ويجب أن تكون على الأقل 8 حروف و20 على الأكثر

# nameErrorMessage
source: Minimum 3 characters and maximum 150 characters are allowed
ar: مسموح بعدد 3 أحرف على الأقل و150 حرف على الأكثر

# otherOrganizationNameErrorMessage
source: Minimum 3 characters and maximum 100 characters are allowed
ar: مسموح بعدد 3 أحرف على الأقل و100 حرف على الأكثر

# emailErrorMessage
source: Invalid email ex:example@mail.com
ar: البريد الإلكتروني غير صحيح مثال:example@example.com

# otherOrganizationErrorMessage
source: Minimum 3 characters and maximum 100 characters are allowed
ar: مسموح بعدد 3 أحرف على الأقل و100 حرف على الأكثر

# isInvalidUserLoginErrorMessage
source: Invalid username or password
ar: إسم المستخدم او كلمة المرور غير صحيحة

# isLockedLoginErrorMessage
source: Account is blocked, please Reset password or contact administrator for more details( please make reset reset password and contact links to related pages)
ar: تم حظر الحساب ، يرجى إعادة تعيين كلمة المرور أو الاتصال بالمسؤول للحصول على مزيد من التفاصيل (يرجى إعادة تعيين كلمة المرور وروابط الاتصال بالصفحات ذات الصلة)

# isUserNotExistErrorMessage
source: This number is not registered. An SMS has been sent to your mobile, please follow the instructions
ar: هذا الرقم غير مسجل. تم إرسال رسالة نصية إلى هاتفك، الرجاء إتباع التعليمات

# isNotVerifiedErrorMessage
source: This number is not registered. An SMS has been sent to your mobile, please follow the instructions
ar: هذا الرقم غير مسجل. تم إرسال رسالة نصية إلى هاتفك، الرجاء إتباع التعليمات

# isPasswordExpiryErrorMessage
source: Your password has been expired, you please make reset reset password and contact links to related pages to be able to login again
ar: لقد إنتهت صلاحية كلمة المرور الخاصة بك ، يرجى إعادة تعيين كلمة المرور وإرتباطات الاتصال بالصفحات ذات الصلة لتتمكن من تسجيل الدخول مرة أخرى

# isDeactivatedErrorMessage
source: This account is suspended, please contact Ma'an team For more details.
ar: تم تعليق هذا الحساب ، يرجى إعادة تعيين كلمة المرور وروابط الاتصال للصفحات ذات الصلة ، فريق معا لمزيد من التفاصيل.

# invalidCodeErrorMessage
source: Invalid or expired verification code
ar: رمز غير صالح أو منتهي الصلاحية

# maxCodeTrialErrorMessage
source: Invalid or expired verification code
ar: رمز التحقق غير صحيح أو منتهي

# resetPasswordLinkSentErrorMessage
source: An SMS has been sent to your mobile number please follow the instructions.
ar: تم إرسال رسالة نصية إلى هاتفك الرجاء إتباع التعليمات المرسلة

source: Skip
ar: تخطي

# genericError
source: Oops! Something went wrong, please try again later
ar: عفوا، لقد حدث خطا غير متعمد, يرجي المحاولة في وقت لاحق

# mobileAlreadyExistWithDeactive
source: This mobile number already exists. The account has been suspended, please contact Ma’an team for support.
ar: هذا الهاتف موجود بالفعل ولكن الحساب موقوف، الرجاء التواصل مع فريق معاً

# mobileAlreadyExistWithActive
source: Mobile number already exists and you can go to login or reset password
ar: هذا الهاتف موجود بالفعل تستطيع الدخول او إعادة تعيين كلمة المرور

# mobileAlreadyExistWithUnverified
source: An SMS has been sent to your mobile, please follow the instructions
ar: تم إرسال رسالة نصية إلى هاتفك، الرجاء إتباع التعليمات

# mobileCodeInvalid
source: Invalid or expired verification code
ar: رمز التحقق غير صحيح أو منتهي

# mobileCodeReachMaxTrial
source: You have reached the maximum trials, please resend the validation code
ar: لقد وصلت للحد الأقصى من المحاولات، يمكنك إعادة إرسال رمز التحقق

# dataNotValid
source: Some fields are not valid please check entered data
ar: بعض الحقول غير صالحة يرجى التحقق من البيانات المدخلة

# errorTitle
source: Error
ar: خطأ

source: Ok
ar: حسناً

source: No Network!
ar: لا يوجد إنترنت!

# successTitle
source: Success
ar: نجاح

# noNetworkAvilable
source: No Network available, please try again.
ar: غير متاح شبكات، يرجي المحاولة في وقت لاحق٫

source: Verification
ar: تحقق

source: Verify
ar: تأكيد

# enterDigit
source: Enter a 6 digit number that was sent to
ar: أدخل ال 6 أرقام التي تم إرسالها لهذا الرقم

# requestTimeoutErrorMessage
source: Request time out, please try again
ar: إنتهي وقت الطلب ، يرجى المحاولة مرة أخرى

# requestHasCancelledErrorMessage
source: Request has been cancelled, please try again
ar: تم إلغاء الطلب ، يرجى المحاولة مرة أخرى

# resendCodein
source: Resend Code
ar: إرسال الكود

# withIn
source: in
ar: في خلال

# menue
source: Menu
ar: القائمة

source: All Campaigns
ar: جميع الحملات

source: Our Work
ar: عملنا

source: Success Stories
ar: قصص النجاح

source: Media
ar: وسائط

source: News
ar: الأخبار

# mediaGalleryews
source: Media Gallery
ar: معرض الوسائط

source: Publications
ar: المنشورات

source: About Us
ar: معلومات عنا

source: FAQS
ar: أسئلة وأجوبة

source: How It Works
ar: كيف تعمل

source: Social Impact
ar: تأثير اجتماعي

source: About Ma'an
ar: عن معاً

source: About Social Investment Fund
ar: حول صندوق الاستثمار الاجتماعي

source: Contact Us
ar: تواصل معنا

# privacyAndPolicy
source: Privacy & Policy
ar: سياسة الخصوصية

# followUs
source: Follow Us On
ar: تابعنا على

source: Sign In
ar: دخول

source: Private Account
ar: حساب خاص

source: Two Step Verifications
ar: خطوتين للتحقق

# verifyEmailAddress
source: Verify Email
ar: التحقق من عنوان البريد الإلكتروني

source: Order History
ar: تاريخ الطلب

source: Contribution History
ar: تاريخ المساهمة

source: Language
ar: لغة

source: Log Out
ar: تسجيل خروج

source: Sign Up
ar: سجل الآن

source: Change Password
ar: تغيير كلمة المرور

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

source: Change
ar: تغيير

# passwordChangedSuccessMessage
source: Password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح

# sameOldPasswordErrorMessage
source: Password is already used before, please pick a new one
ar: كلمة المرور مستخدمة من قبل، يرجى اختيار كلمة مرور جديدة

# worngPasswordHasBeenSentErrorMessage
source: Old password is worng please check and try again
ar: كلمة المرور القديمة خطأ يرجى التحقق والمحاولة مرة أخرى

source: Retry
ar: إعادة المحاولة

# searchByCountryNameOrDial
source: Search by country nasme or dial number
ar: البحث عن طريق اسم الدولة أو رقم الاتصال

# loadingText
source: loading...
ar: جاري التحميل

source: Go to home
ar: الإنتقال إلي الصفحة الرئيسية

source: Go to login
ar: الإنتقال إلي تسجيل الدخول

# oneCharMinmum
source: At least one letter
ar: على الأقل حرف واحد

# oneDigitMinmum
source: At least one Number
ar: على الأقل رقم واحد

# altLeast8Chars
source: At least 8 characters
ar: على الأقل 8 حروف

source: Community
ar: المجتمع

source: My Cart
ar: عربة التسوق

source: My Profile
ar: ملفي الشخصي

source: More
ar: أكثر

source: Promoted
ar: المتميرة

source: Latest
ar: الأخيرة

source: All
ar: الكل

source: Edit Profile
ar: تعدبل الصفحه الشخصيه

source: Take Photo
ar: كاميرا

source: Open From Gallery
ar: صورة من المعرض

# twoFactorAuthHint
source: Two - Factor adds an extra layer of security to your account by requiring more than just a password to log in
ar: تضيف المصادقة الثنائية طبقة إضافية من الأمان إلى حسابك من خلال طلب أكثر من مجرد كلمة مرور لتسجيل الدخول.

# twoFactorAuth
source: Two- Factor Authentication
ar: مصادقة ثنائية

source: Two-Step Verification
ar: مصادقة ثنائية

source: Sign In Or Sign Up
ar: تسجيل الدخول أو تسجيل جديد

# completeActionMessage
source: Inorder to complete action please choose an action
ar: لأستكمال هذا يجب تسجيل الدخول أو تسجيل جديد

# unAuthorizedError
source: Unauthorized action, please contact support
ar: إجراء غير مصرح به ، يرجى الاتصال بالدعم

source: Remove Profile Photo
ar: إزالة الصوره الشخصيه

source: Active
ar: نشط

source: Theme
ar: السمة

# commingSoon
source: Coming Soon
ar: قريبا

source: More Campaigns
ar: أخر الحملات

source: Organizer
ar: الجهة المنظمة

source: See all
ar: اظهار الكل

# exploreAllCampaigns
source: Explore our all campaigns
ar: استكشف جميع حملاتنا

# yourContributionMakesDifferent
source: Your contribution will make great impact
ar: مساهمتك سيكون لها تأثير كبير

source: Show Results
ar: أظهر النتائج

source: Reset
ar: اعاده تعيين

source: Yes
ar: نعم

source: No
ar: لا

source: Select Organizer
ar: اختر الجهة المنظمة

source: Eligible For Zakat
ar: مستحق الزكاة

source: Select Eligibility
ar: اختر الإستحقاقية

source: Status
ar: الحالة

# noContent
source: No data to preview
ar: لا توجد بيانات لمعاينتها

# noCampaigns
source: No campaigns to preview
ar: لا يوجد حملات لعرضها

# noCampaignsTitle
source: No campaigns
ar: لا حملات

source: No more Data
ar: لا مزيد من البيانات

source: Release to load more
ar: حرر لتحميل المزيد

# loadFailed
source: Load Failed!Click retry!
ar: فشل التحميل! انقر لإعادة المحاولة!

source: pull up to load
ar: اسحب للتحميل

# backToHome
source: Skip to home
ar: الأنتقال إلي الصفحة الرئيسية

source: CONTRIBUTE
ar: ساهم

source: Raised
ar: تم جمع

source: Goal
ar: المبلغ المستهدف

# moreCampagins
source: More Campaigns
ar: مزيد من الحملات

source: Campaigns
ar: حملات

source: Campaign
ar: حملة

source: AED
ar: درهم

source: Complete Register
ar: استكمال تسجيل الدخول

source: Arabic Name
ar: الإسم باللغة العربية

source: Gender
ar: النوع

source: Nationality
ar: الجنسية

source: Male
ar: ذكر

source: Female
ar: أنثي

source: Arabic Trading Name
ar: الإسم التجاري باللغةالعربية

# website
source: Website(Domain)
ar: الموقع الإلكتروني

# websiteErrorMessage
source: Invalid Website(Domain) Ex:http://www.example.com
ar: البريد الإلكتروني غير صحيح مثال:http://www.example.com

source: Tax Regulation Number
ar: رقم اللائحة الضريبية

source: Trade License Number
ar: رقم الرخصة التجارية

# completeAnAccount
source: Complete Your Profile
ar: أكمل بياناتك الشخصية

# tradLicenseErrorMessage
source: Allows maximum 15 characters, number and/or special characters.
ar: يجب انا لا يزيد عن 15 حرف او رمز

# taxRegulationErrorMessage
source: Allows numeric values only.TRN length must be 15 digits
ar: يجب انا يكون رقم البطاقه الضريبيه15رقم

source: Enter Arabic Trading Name
ar: الإسم التجاري باللغةالعربية

# arabicNamehint
source: Enter arabic name
ar: أدخل الاسم باللغه العربية

# arabicTradingNamehint
source: Enter arabic trading name
ar: أدخل الإسم التجاري باللغةالعربية

# verificationSentToEmailSucess
source: The verification code has been sent to entered email address, please also check your junk mails
ar: تم إرسال رمز التحقق إلى عنوان البريد الإلكتروني الذي تم إدخاله ، يرجى أيضًا التحقق من رسائل البريد الغير هامه الخاصة بك

# accountSusbendedErrorMessage
source: This account has been suspended, please contact maan support team
ar: تم تعليق هذا الحساب ، يرجى الاتصال بفريق دعم معاً

# verificationCodeSentTo
source: We've sent a verification code to your email
ar: لقد أرسلنا رمز التحقق إلى بريدك الإلكتروني

# contributeTitle
source: Contribute
ar: مساهمة

# logoutWarningMessage
source: Are you sure you would like to log out of your Ma'an Account?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج من حساب معاً الخاص بك؟

# logoutTitle
source: Logout
ar: تسجيل خروج

# enterEmailToVerify
source: Please enter your email to verify
ar: الرجاء إدخال البريد الإلكتروني الخاص بك للتحقق

# comingSoonTitle
source: Coming Soon..
ar: قريبا..

source: Cancelled
ar: ألغيت

source: Closed
ar: مقفل

source: Draft
ar: مسودة

source: Checkout
ar: الدفع

# payNow
source: Pay
ar: ادفع

source: Thank you
ar: شكراً لك

# contributionGreat
source: Your Contribution Will Make Great Impact
ar: مساهمتك سيكون لها تأثير كبير

# totalAmountContribution
source: With total Amount of contributions
ar: مع المبلغ الإجمالي للمساهمات

# orderNumber
source: Payment No :
ar: رقم المعاملة:

source: Download Invoice
ar: تحميل فاتورة

# backHome
source: Back to Home
ar: الرجوع للرئسية

# emailVerifiedSuccessMessage
source: Thank you for verifying your email address
ar: شكراً لك لتفعيل البريد الإلكتروني الخاص بك

source: Online Payment
ar: الدفع الإلكتروني

source: Bank Transfer
ar: تحويل بنكي

source: SMS contribution
ar: مساهمة الرسائل النصية

source: Next
ar: التالي

source: Zakat
ar: زكاة

source: General Contribution
ar: مساهمات عامة

source: Contribution Type
ar: مساهمةعامة

# contributionAmount
source: Contribution Amount in AED
ar: مبلغ المساهمة المحتمل

# campaignnotExist
source: Campaign not exist please refresh the page
ar: الحملة غير موجودة من فضلك قم بإعادة تحميل الصفحة

# valueschanged
source: Your cart is not updated please refresh the page
ar: عَرَبة المساهمات لا تحتوي علي تعديلات جديدة، من فضلك قم بإعادة تحميل الصحفة

# inprogresspayment
source: Your cart has a running payment transaction, please wait until it is finalized
ar: عَرَبة المساهمات الخاصة بك بها معاملة دفع جارية، يرجى الانتظار حتى يتم الانتهاء منها

# generalerror
source: Something went wrong,please try again later
ar: لقد حدث خطأ من فضلك حاول مرة اخرى لاحقا

# youraccountisdeactivated
source: The account has been suspended, please contact with Ma’an team for support
ar: الحساب موقوف، الرجاء التواصل مع فريق معاً

source: Total Contribution Amount
ar: إجمالي مبلغ المساهمة

source: Total Contribution
ar: إجمالي المبلغ

# reviewTotalAmountText
source: You can review this contribution before it's final
ar: يمكنك مراجعة وتعديل هذه المساهمات قبل أن تصبح نهائية

source: Checkout
ar: الدفع

# canPullToRefresh
source: You can pull to refresh page
ar: يمكنك السحب لتحديث الصفحة

source: Contribution Cart Contains
ar: تحتوي سلة المساهمة علي

source: No success stories
ar: لا يوجد قصص نجاح

source: Confirmed
ar: تم تأكيد

source: Refunded
ar: إستوفى حقه

source: Anonymous Status
ar: الحالة المجهولة

# noContributionHistory
source: No contributions to preview
ar: لا يوجد مساهمات لعرضها

source: No bank transfer data
ar: لا توجد بيانات التحويل المصرفي

source: Enter contribution amount
ar: أدخل مبلغ المساهمة

# continueBTNTitle
source: Continue
ar: متابعة

source: Filters
ar: تصفية

source: Bank Name
ar: إسم البنك

source: Bank Address
ar: عنوان البنك

source: Account Holder Name
ar: إسم صاحب الحساب

source: SWIFT Code
ar: رمز السرعة (SWIFT CODE)

source: Currency
ar: العملة

source: Transfer reference
ar: المرجع التحويلي

# enterRefrenceMSG
source: Enter this reference in the reference field of your bank transfer to avoid delays.
ar: أدخل هذا المرجع في الحقل المرجعي للتحويل المصرفي الخاص بك لتجنب التأخير.

source: Error
ar: خطأ

# contributionFailed
source: Your Contribution Failed , Please try again.
ar: مساهمتك فشلت ، يرجى المحاولة مرة أخرى

# lookingForward
source: Looking forward to meeting you.
ar: حياكم في معاً

# governmentChannel
source: Sign in to Abu Dhabi official government channel.
ar: القناة الحكومية الرسمية في أبوظبي

source: Sign In or Register
ar: تسجيل الدخول أو التسجيل

source: Back
ar: رجوع

# iWantToKeepContributionAnonymous
source: I want to keep my contribution anonymous
ar: المساهمة كفاعل خير

# termsAndConditionTitle
source: Terms and Conditions
ar: الأحكام و الشروط

source: View Bank Details
ar: عرض التفاصيل البنكية

source: Contact Information
ar: بيانات التواصل

source: Refresh completed ✅
ar: اكتمل التحديث ✅

# contributionCartIsEmpty
source: Your Contribution Cart is empty
ar: عربة مساهمتك فارغة

# contributionCartIsEmptyComleteText
source: By your contribution, Ma’an provides an innovative, sustainable mechanism to finance social impact programs, which directly address Abu Dhabi's social development priorities.
ar: من خلال مساهمتك ، توفر معاً آلية مستدامة ومبتكرة لتمويل برامج التأثير الاجتماعي ، والتي تتناول بشكل مباشر أولويات التنمية الاجتماعية في أبوظبي.

source: CONTRIBUTE NOW
ar: ساهم الآن

# formMandatory
source: The form is not mandatory, and it's only for reconciliation purposes.
ar: هذه الاستمارة ليست إلزامية، وهي إنما تستخدم فقط لأغراض المطابقة.

# contributeNowFor
source: Contribute Now
ar: ساهم الآن

# showYourTransferSignHere
source: To show your 'Transfer reference code',
ar: لعرض 'مرجع التحويل' الخاص بك،

source: please sign in
ar: من فضلك قم بتسجيل الدخول

source: here
ar: هنا

# allowsOnlyChars
source: English characters only are allowed
ar: الحروف الإنجليزية فقط مسموح بها

# allowsOnlyCharsArabic
source: Arabic characters only are allowed
ar: الحروف العربية فقط مسموح بها

source: IBAN
ar: رقم الحساب المصرفي الدولي (IBAN)

source: Test
ar: اختبار

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: Unknown Error
ar: خطا غير معروف

# notFound
source: Not Found 404
ar: غير موجود 404
